git
lsb-release
base-devel
fakeroot
gcc
grep
net-tools
mtr
clang
cmake
make
zsh
pkgfile
curl
wget
nodejs
npm
yarn
vim
nano
neovim
neofetch
nemo
baobab
cowsay
vlc
obs-studio
tar
zip
unzip
unrar
openjdk11-doc
openjdk11-src
python-pip