# Base System
lsb-release
base-devel
fakeroot
gcc
grep
net-tools
mtr # tracert
clang
cmake
make
zsh
pkgfile
curl
wget
git

# Terminal command
guake

# Browser
vivaldi
chromium

# Social Networks
discord
telegram-desktop

# Java
openjdk11-doc
openjdk11-src

# Compilers and package managers
nodejs
npm
yarn
pypy3
python-pip
go
docker
docker-compose

# Text editors
vim
nano
gedit
neovim
vscode

# Images
flameshot
gimp

# Video
ffmpeg
vlc
youtube-dl
obs-studio
simplescreenrecorder

# Files managers
nemo

# Archive managers and Nautilus extras
tar
zip
file-roller
seahorse-nautilus
nautilus-share
zlib
p7zip
zziplib
unzip
unrar

# System Information
neofetch
screenfetch

# useful
testdisk
baobab
cowsay

# deepin
#deepin-system-monitor
#deepin-image-viewer
#deepin-screen-recorder